[
    {
        "Id": 1,
        "ConsoleName": "PlayStation 5",
        "Description": "The PlayStation 5, produced by Sony, is a cutting-edge gaming console that has redefined the gaming experience. Launched on November 12, 2020, the PS5 boasts powerful hardware, immersive graphics, and an extensive game library. Packed with innovative features like the DualSense wireless controller and ultra-fast SSD, the PS5 delivers unparalleled gaming performance. Its sleek design and futuristic aesthetic make it a standout addition to any gaming setup.",
        "Manufacturer": "Sony",
        "ReleaseDate": "2020-11-12",
        "Price": 499.99,
        "PictureUrl": "images/consoles/ps5.jpg",
        "BrandId": 1,
        "TechnicalSpecificationId": 1,
        "CompanyId": 1
    },
    {
        "Id": 2,
        "ConsoleName": "PlayStation 4",
        "Description": "The PlayStation 4, a predecessor to the PS5, remains an iconic gaming console from Sony. Launched on November 15, 2013, the PS4 revolutionized gaming with its robust game library, social features, and powerful hardware. With a sleek design and a focus on user-friendly interfaces, the PS4 became a favorite among gamers worldwIde. Despite the release of newer consoles, the PS4 continues to be a beloved choice for gaming enthusiasts.",
        "Manufacturer": "Sony",
        "ReleaseDate": "2013-11-15",
        "Price": 299.99,
        "PictureUrl": "images/consoles/ps4.jpg",
        "BrandId": 1,
        "TechnicalSpecificationId": 2,
        "CompanyId": 1
    },
    {
        "Id": 3,
        "ConsoleName": "Xbox Series X",
        "Description": "The Xbox Series X, Microsoft's flagship gaming console, stands at the forefront of gaming technology. Launched on November 10, 2020, this powerhouse console delivers a gaming experience like no other. With its cutting-edge hardware, backward compatibility, and expansive Game Pass library, the Xbox Series X is a true gaming marvel. Its bold design and commitment to gaming excellence make it a top choice for Xbox enthusiasts.",
        "Manufacturer": "Microsoft",
        "ReleaseDate": "2020-11-10",
        "Price": 499.99,
        "PictureUrl": "images/consoles/xboxseriesx.jpg",
        "TechnicalSpecificationId": 3,
        "BrandId": 2,
        "CompanyId": 2
    },
    {
        "Id": 4,
        "ConsoleName": "Xbox One",
        "Description": "The Xbox One, introduced by Microsoft on November 22, 2013, marked a significant leap in console gaming. With a focus on multimedia integration and a robust online ecosystem, the Xbox One offered a comprehensive entertainment experience. Though succeeded by newer models, the Xbox One's impact on gaming and entertainment remains evIdent. Its diverse game library and feature-rich interface continue to resonate with gamers.",
        "Manufacturer": "Microsoft",
        "ReleaseDate": "2013-11-22",
        "Price": 299.99,
        "PictureUrl": "images/consoles/xboxone.jpg",
        "BrandId": 2,
        "TechnicalSpecificationId": 4,
        "CompanyId": 2
    },
    {
        "Id": 5,
        "ConsoleName": "Nintendo Switch",
        "Description": "The Nintendo Switch, a groundbreaking hybrId gaming console, was released on March 3, 2017. Nintendo's innovative approach to gaming allows users to seamlessly transition between handheld and home console modes. The Switch's unique Joy-Con controllers and an extensive lineup of first-party titles, including iconic franchises like Super Mario and The Legend of Zelda, contribute to its wIdespread appeal. The Nintendo Switch stands as a testament to Nintendo's commitment to redefining gaming experiences.",
        "Manufacturer": "Nintendo",
        "ReleaseDate": "2017-03-03",
        "Price": 299.99,
        "PictureUrl": "images/consoles/nintendoswitch.jpg",
        "BrandId": 3,
        "TechnicalSpecificationId": 5,
        "CompanyId": 3
    },
    {
        "Id": 6,
        "ConsoleName": "Nintendo Wii U",
        "Description": "The Nintendo Wii U, launched on November 18, 2012, represented Nintendo's foray into HD gaming and unique second-screen experiences. Despite facing challenges in the market, the Wii U introduced innovative features like the GamePad controller. Although not as commercially successful as its predecessor, the Wii, the Wii U remains a part of Nintendo's rich gaming history.",
        "Manufacturer": "Nintendo",
        "ReleaseDate": "2012-11-18",
        "Price": 299.99,
        "PictureUrl": "images/consoles/wiiu.jpg",
        "BrandId": 3,
        "TechnicalSpecificationId": 6,
        "CompanyId": 3
    },
    {
        "Id": 7,
        "ConsoleName": "Sega Genesis Mini",
        "Description": "The Sega Genesis Mini, released on September 19, 2019, pays homage to the iconic Sega Genesis console. This miniature version brings the classic 16-bit era back to life with a curated selection of games. The Sega Genesis, originally launched in 1989, played a pivotal role in shaping the gaming landscape. The Mini version serves as a nostalgic tribute to Sega's enduring impact on vIdeo game history.",
        "Manufacturer": "Sega",
        "ReleaseDate": "2019-09-19",
        "Price": 79.99,
        "PictureUrl": "images/consoles/sega_genesis_mini.jpg",
        "BrandId": 4,
        "TechnicalSpecificationId": 7,
        "CompanyId": 4
    },
    {
        "Id": 8,
        "ConsoleName": "Sega Dreamcast",
        "Description": "The Sega Dreamcast, launched on September 9, 1999, marked Sega's venture into the realm of 128-bit gaming. Despite its brief lifespan, the Dreamcast left an indelible mark on the industry. With innovative features like online gaming and a diverse game library, the Dreamcast remains a cult favorite among retro gaming enthusiasts. Its legacy lives on as a symbol of Sega's commitment to pushing the boundaries of gaming technology.",
        "Manufacturer": "Sega",
        "ReleaseDate": "1999-09-09",
        "Price": 199.99,
        "PictureUrl": "images/consoles/dreamcast.jpg",
        "BrandId": 4,
        "TechnicalSpecificationId": 8,
        "CompanyId": 4
    },
    {
        "Id": 9,
        "ConsoleName": "Atari VCS",
        "Description": "The Atari VCS, released on November 20, 2020, represents a modern interpretation of the classic Atari console. With a blend of nostalgia and contemporary features, the VCS caters to both retro gaming enthusiasts and newcomers alike. The iconic joystick and an array of classic games pay homage to Atari's influential role in the early days of gaming. The Atari VCS stands as a brIdge between gaming's past and its ever-evolving future.",
        "Manufacturer": "Atari",
        "ReleaseDate": "2020-11-20",
        "Price": 399.99,
        "PictureUrl": "images/consoles/atari_vcs.jpg",
        "BrandId": 5,
        "TechnicalSpecificationId": 9,
        "CompanyId": 5
    },
    {
        "Id": 10,
        "ConsoleName": "Atari 2600",
        "Description": "The Atari 2600, launched on September 11, 1977, holds the distinction of being one of the first wIdely successful home gaming consoles. With a cartrIdge-based system and a diverse game library, the Atari 2600 played a pivotal role in popularizing vIdeo gaming. Its simple yet effective design and timeless classics like Pong and Space Invaders cement the Atari 2600's legacy as a pioneer in the history of gaming.",
        "Manufacturer": "Atari",
        "ReleaseDate": "1977-09-11",
        "Price": 199.99,
        "PictureUrl": "images/consoles/atari2600.jpg",
        "BrandId": 5,
        "TechnicalSpecificationId": 10,
        "CompanyId": 5
    },
    {
        "Id": 11,
        "ConsoleName": "Panasonic 3DO",
        "Description": "The Panasonic 3DO, introduced on October 4, 1993, marked a unique chapter in gaming history with its interactive multiplayer capabilities. As one of the earliest CD-based consoles, the 3DO aimed to redefine gaming experiences. Despite its short-lived commercial success, the 3DO's legacy endures as a testament to the industry's continuous pursuit of innovation during the early 1990s.",
        "Manufacturer": "Panasonic",
        "ReleaseDate": "1993-10-04",
        "Price": 699.99,
        "PictureUrl": "images/consoles/panasonic_3do.jpg",
        "BrandId": 6,
        "TechnicalSpecificationId": 11,
        "CompanyId": 6
    },
    {
        "Id": 12,
        "ConsoleName": "Panasonic Q",
        "Description": "The Panasonic Q, released on December 13, 2001, represented a unique collaboration between Panasonic and Nintendo. Combining a DVD player with the gaming capabilities of the Nintendo GameCube, the Panasonic Q aimed to provIde an all-in-one entertainment solution. Despite its limited release and niche appeal, the Panasonic Q remains a curiosity for collectors and enthusiasts of gaming history.",
        "Manufacturer": "Panasonic",
        "ReleaseDate": "2001-12-13",
        "Price": 999.99,
        "PictureUrl": "images/consoles/panasonicq.jpg",
        "BrandId": 6,
        "TechnicalSpecificationId": 12,
        "CompanyId": 6
    },
    {
        "Id": 13,
        "ConsoleName": "NEC TurboGrafx-16 Mini",
        "Description": "The NEC TurboGrafx-16 Mini, launched on May 22, 2020, reimagines the classic TurboGrafx-16 in a compact form. With a curated selection of games from the original console, the Mini version offers a nostalgic trip to the 16-bit era. The TurboGrafx-16, originally released in 1989, holds a unique place in gaming history as one of the pioneers of CD-ROM gaming and HuCard technology.",
        "Manufacturer": "NEC",
        "ReleaseDate": "2020-05-22",
        "Price": 99.99,
        "PictureUrl": "images/consoles/turbografx16_mini.jpg",
        "BrandId": 7,
        "TechnicalSpecificationId": 13,
        "CompanyId": 7
    },
    {
        "Id": 14,
        "ConsoleName": "NEC PC Engine",
        "Description": "The NEC PC Engine, introduced on October 30, 1987, is a classic gaming console known for its compact design and powerful performance. Released in Japan as the PC Engine, this console later gained popularity globally as the TurboGrafx-16. With a strong emphasis on arcade-quality gaming experiences, the PC Engine holds a special place in the hearts of retro gaming enthusiasts.",
        "Manufacturer": "NEC",
        "ReleaseDate": "1987-10-30",
        "Price": 199.99,
        "PictureUrl": "images/consoles/pce.jpg",
        "BrandId": 7,
        "TechnicalSpecificationId": 14,
        "CompanyId": 7
    },
    {
        "Id": 15,
        "ConsoleName": "Neo Geo AES",
        "Description": "The Neo Geo AES, released on July 1, 1990, stands as an Advanced Entertainment System designed by SNK. Renowned for its powerful hardware and arcade-quality games, the Neo Geo AES catered to serious gamers and arcade enthusiasts. Despite its premium Price, the Neo Geo AES became a symbol of gaming excellence and remains highly sought after by collectors for its legendary library of titles.",
        "Manufacturer": "SNK",
        "ReleaseDate": "1990-07-01",
        "Price": 649.99,
        "PictureUrl": "images/consoles/neo_geo_aes.jpg",
        "BrandId": 8,
        "TechnicalSpecificationId": 15,
        "CompanyId": 8
    },
    {
        "Id": 16,
        "ConsoleName": "SNK Neo Geo CD",
        "Description": "The SNK Neo Geo CD, launched on September 9, 1994, represented an enhanced version of the Neo Geo gaming experience. Utilizing CD-ROM technology, the Neo Geo CD aimed to provIde an affordable alternative to the cartrIdge-based Neo Geo AES. Despite facing challenges in the market, the Neo Geo CD contributed to the legacy of SNK's commitment to high-quality gaming experiences.",
        "Manufacturer": "SNK",
        "ReleaseDate": "1994-09-09",
        "Price": 399.99,
        "PictureUrl": "images/consoles/neo_geo_cd.jpg",
        "BrandId": 8,
        "TechnicalSpecificationId": 16,
        "CompanyId": 8
    },
    {
        "Id": 17,
        "ConsoleName": "Ouya",
        "Description": "The Ouya, an AndroId-based microconsole, made its debut on June 25, 2013. Designed to provIde an open and accessible gaming platform, the Ouya gained attention for its unique approach. With a library of indie games and an affordable Price point, the Ouya aimed to disrupt traditional gaming ecosystems. While it faced challenges, the Ouya's impact on the gaming industry sparked discussions about alternative gaming platforms and the democratization of game development.",
        "Manufacturer": "Ouya",
        "ReleaseDate": "2013-06-25",
        "Price": 99.99,
        "PictureUrl": "images/consoles/ouya.jpg",
        "BrandId": 9,
        "TechnicalSpecificationId": 17,
        "CompanyId": 9
    },
    {
        "Id": 18,
        "ConsoleName": "Ouya Pro",
        "Description": "The Ouya Pro, released on May 28, 2014, represented an enhanced version of the original Ouya microconsole. With improvements in hardware and performance, the Ouya Pro aimed to provIde a more refined gaming experience. Despite its short-lived presence in the market, the Ouya Pro contributed to discussions about the role of microconsoles in the gaming ecosystem.",
        "Manufacturer": "Ouya",
        "ReleaseDate": "2014-05-28",
        "Price": 129.99,
        "PictureUrl": "images/consoles/ouyapro.jpg",
        "BrandId": 9,
        "TechnicalSpecificationId": 18,
        "CompanyId": 9
    },
    {
        "Id": 19,
        "ConsoleName": "Intellivision II",
        "Description": "The Intellivision II, released on March 23, 1982, served as the successor to the original Intellivision console. With improved graphics and a growing game library, the Intellivision II continued the legacy of its predecessor. Despite facing competition from emerging gaming platforms, the Intellivision II retained a dedicated fanbase and contributed to the evolution of home gaming during the early 1980s.",
        "Manufacturer": "Intellivision",
        "ReleaseDate": "1982-03-23",
        "Price": 179.99,
        "PictureUrl": "images/consoles/intellivision2.jpg",
        "BrandId": 10,
        "TechnicalSpecificationId": 19,
        "CompanyId": 10
    }
]